role_introduce = {
    '如月 花子': '平時是個散發著仙氣的黑長直高冷大姊姊,但只要一遇上特定東西(靈異、詭異的東西、住野 由美子(?))便會像變了個人一樣,走火入魔,喜歡吃辣和紅色的東西,在見識到聖女小番茄後便愛上了它。國中時曾創建了知名恐怖網站【桃花樂園】,當時在日本掀起了巨大的風波,甚至被2ch的網友親切稱呼為「地獄少女」,現在似乎對台灣民俗信仰感興趣。',
    '蘇我 美月': '日本名家大小姐,粉毛,與大人交談時氣質穩重成熟,但在面對熟識的朋友時,就會變成跟嬰兒無異。喜歡喝黑咖啡與茶(不是很理解為甚麼茶可以加糖)。家庭背景硬到你無法想像,別惹她,因其特殊身分,校方允許她於任何時間使用手機。',
    '廖 優奈': '出生自嚴厲單親家庭的台日混血無口少女,2000%的豆腐控,妹妹頭。目前與母親同居,有關父親的回憶很模糊。有著強大的遊戲實力,無論什麼遊戲皆能輕鬆駕馭,偏好魂系遊戲,之前甚至有國外的職業電競隊伍邀她加入(但被母親以「學業優先」拒絕了)；在學校傳有「天才遊戲少女」的稱號,目前在S-DREAMER上有著1.3萬訂閱者,母親似乎不是很支持她的夢想。',
    '住野 由美子': '辮髮眼鏡娘、文學少女(腐女)。喜歡芒果,本人曾說「芒果是神!是唯一的信仰!」,有很高的文學才能,目前持續於«成為XX家吧»上投稿,似乎已經有出版的作品,在同校師生間大受歡迎。總是用奇怪的眼神盯著男性教師們……',
    '真鍋 香繪': '金髮辣妹,對理科,特別是化學,抱有強烈興致,個性十分外向,社交牛逼,喜歡傳XX決,與廖 優奈經常熬夜爬牌位。好甜食,螞蟻人；對社會科毫無關心,本人說「社會科不都是常識嗎?」,但其實只是對於背東西很不在行。',
    '小柳 詩': '身高159.6的銀白長髮的日本女孩,個性活潑、溫柔,是個十足的戲精,有不把苦說出口的壞毛病。喜歡吃甜食,特別是抹茶厥餅,喜歡音樂,幾乎什麼都聽,甚至是如月花子愛聽的至鬱戲音樂。有極高的音樂、演藝天賦,但本人似乎沒意識到這點。'
}

role_init_story = {

}
